<?php

return [
    'title' => [
        'title' => 'Механічна обробка',
    ],

    'header' => [
        'tokarnaya' => 'Токарська обробка',
        'frezirovanie' => 'Фрезерування',
        'shlifovka' => 'Шліфувальні роботи',
        'slesarnie' => 'Слюсарні роботи',
        'zuborezka' => 'Зуборізні роботи',
        'termo' => 'Термообробка',
        'pilenie' => 'Пиляння заготовок',
        'about_us' => 'Про нас',
        'gallery' => 'Галерея',
        'orders' => 'Замовити',
        'contacts' => 'Контакти',
    ],

    'main_page' => [
        'first_text' => 'Якщо ВИ хочете, щоб вам гранично швидко, якісно і недорого виготовили будь-які деталі
                          - звертайтеся до нас. У нас є хороша виробнича база, що дозволяє вирішити багато питань.
                          Ми надаємо практично весь спектр механічної обробки:',
        'second_text' => 'Наші фахівці мають великий досвід і ми гарантуємо високу якість готових виробів і виконання
                           робіт в строго обговорені терміни.',
    ],

    'contacts' => [
        'title' => 'Наші контакти',
    ],

    'about_us' => [
        'text' => 'Більше 10 років в мехобробці. Працювали з замовленнями різної складності та обсягу.
                    Виконували практично весь спектр механічних робіт. Працюємо як з прокатом, так і з литими заготовками.
                    Команда фахівців високої кваліфікації з великим досвідом роботи.
                    Ми дорожимо кадрами і зібрали колектив справжніх майстрів.',
    ],

    'orders' => [
        'title' => 'Замовити',
        'success' => 'Повідомлення надіслано. Наш менеджер зв\'яжется з вами при першій можливості.',
        'add_files' => 'Додати фото',
        'description' => 'Опис :',
        'name' => 'Iм\'я:',
        'how_i_call_you' => 'Як ми зв\'яжемося з вами?',
        'phone' => 'Телефон :',
        'send' => 'Відіслати',
        'only_images' => 'Неправильний формат файлу.',

    ],

    'pages' => [
        'read_more' => 'Читати більше',
        'motivaciya' => 'Для уточнення інформації зв\'яжіться по телефону з нашим менеджером або залиште ескіз з описом
                          на сторінці ',
        'go_to_orders' => 'Замовити',
        'tokarnaia_title' => 'Токарська обробка',
        'tokarnaia_text' => 'Токарні роботи досить затребувані і користуються великою популярністю у замовників.
                             Токарська обробка дає можливість досить економно використовувати матеріали,
                             і при цьому отримувати різні деталі, які знаходять застосування у всіх сферах промислової діяльності.
                             Токарська обробка, вироблена на верстатах з ЧПУ дозволяє робити деталі конічного або циліндричного профілю,
                             обробляти уступи і торці, робити канавки і заготовки під кріплення.
                             Нарізати внутрішню і зовнішню різьбу необхідних діаметрів і виточувати точні внутрішні поверхні.
                             Якщо хочете, щоб вам гранично швидко, якісно і недорого виготовили будь-які деталі - звертайтеся до нас.
                             У нас є хороша виробнича база, що дозволяє вирішити багато питань.',
        'frezerovka_title' => 'Фрезерування',
        'frezerovka_text' => 'Одним з найбільш популярних методів механічної обробки є фрезерування металу.
                              При фрезеруванні відбувається вплив на металеву заготовку ріжучим
                              інструментом - фрезою, яка рухаючись в напрямку подачі верстата,
                              зрізає шар металу, що підлягає видаленню.
                              Фрезерування металу ЧПУ дає можливість отримувати правильної геометричної форми.
                              Фрези, які оснащені сучасними ріжучими матеріалами,
                              дозволяють обробляти матеріали практично будь-які матеріали.
                              Наші фахівці мають великий досвід у виконанні фрезерних робіт.',
        'termochka_title' => 'Термообробка',
        'termochka_text' => 'Термічна обробка стали дозволяє надати виробам, деталей і заготовок необхідні
                             якості і характеристики. Залежно від того, на якому етапі в технологічному процесі
                             виготовлення проводилася термічна обробка, у заготовок підвищується оброблюваність,
                             з деталей знімаються залишкові напруги, підвищуються експлуатаційні якості.
                             Наші фахівці строго дотримуються режиму, час і швидкість температурної обробки
                             на всіх етапах, що гарантує високу якість готових виробів.',
        'slesarnie_title' => 'Слюсарні роботи',
        'slesarnie_text' => 'Слюсарні роботи - це обробка металів, зазвичай доповнює верстатну механічну обробку
                              або завершальна виготовлення металевих виробів з\'єднанням деталей,
                              складанням машин і механізмів, а також їх регулюванням. Присутність в колективі слюсарів з
                              великим досвідом роботи гарантує високу якість і швидкість слюсарних робіт.',
        'shlifovka_title' => 'Шліфувальні роботи',
        'shlifovka_text' => 'Шліфувальні роботи - це процес обробки матеріалу до придбання ним гладкості,
                              що дозволяє досягати високої точності обробки. Для шліфування використовується спеціальний
                              ріжучий інструмент, виготовлений із зерен абразивного матеріалу. шліфувальні верстати
                              дозволяють виключити похибки у виробництві деталей і поява шлюбу. Ми надаємо широкий
                              спектр шліфувальних робіт: кругле шліфування (зовнішня і внутрішня), плоска шліфовка і т.д.',
        'pila_title' => 'Пиляння заготовок',
        'pila_text' => 'Пиляння - це процес механічної обробки для поділу прокату і поковок на заготовки.
                         Виробляється на стрічкопильному верстаті, який відноситься до найбільш сучасного і прогресивного
                         обладнанню для розрізання заготовок, що забезпечує високу продуктивність, точні габаритні
                          розміри і високу якість різу. Ширина різу не перевищує 1,5 мм, а досвідчені і працьовиті співробітники
                          забезпечують виконання робіт в строго обговорені терміни.',
        'zuborezka_title' => 'Зуборізні роботи',
        'zuborezka_text' => 'Зуборізні роботи - це створення шестерень, зубчастих коліс і черв\'ячних передач, які
                             використовуються в різних механізмах, а також при складанні обладнання. У металообробці
                             це вважається складною, але дуже затребуваною операцією. Основою для неї стає
                             заготовка у вигляді циліндра, диска або конуса, на якому здійснюється нарізка зубів.
                             Найбільш технологічним і поширеним типом зуборізних робіт є метод Обкатился.
                             Нарізка проводиться за рахунок обертання заготовки навколо своєї осі і проводиться з
                             використання таких інструментів, як черв\'ячна фреза і мурашки. Подібні роботи виконуються
                             на спеціальних зубодовбальних верстатах. Зуборізні роботи виконуються фахівцями високої
                             кваліфікації. Ми дорожимо кадрами і зібрали команду справжніх майстрів. У їх компетенції
                             виконання замовлень будь-якої складності.',
    ],
];
