<?php

return [
    'title' => [
        'title' => 'Механічна обробка',
    ],

    'header' => [
        'tokarnaya' => 'Токарська обробка',
        'frezirovanie' => 'Фрезерування',
        'shlifovka' => 'Шліфувальні роботи',
        'slesarnie' => 'Слюсарні роботи',
        'termo' => 'Термообробка',
        'pilenie' => 'Пиляння заготовок',
        'about_us' => 'Про нас',
        'gallery' => 'Галерея',
        'orders' => 'Замовити',
        'contacts' => 'Контакти',
    ],

    'pages' => [
        'motivaciya' => 'Для уточнення інформації зв\'яжіться по телефону з нашим менеджером або залиште ескіз з описом
                          на сторінці ',
        'go_to_orders' => 'Замовити',
        'tokarnaia_title' => 'Токарська обробка',
        'tokarnaia_text' => 'Токарні роботи досить затребувані і користуються великою популярністю у замовників.
                             Токарська обробка дає можливість досить економно використовувати матеріали,
                             і при цьому отримувати різні деталі, які знаходять застосування у всіх сферах промислової діяльності.
                             Токарська обробка, вироблена на верстатах з ЧПУ дозволяє робити деталі конічного або циліндричного профілю,
                             обробляти уступи і торці, робити канавки і заготовки під кріплення.
                             Нарізати внутрішню і зовнішню різьбу необхідних діаметрів і виточувати точні внутрішні поверхні.
                             Якщо хочете, щоб вам гранично швидко, якісно і недорого виготовили будь-які деталі - звертайтеся до нас.
                             у нас є хороша виробнича база, що дозволяє вирішити багато питань.',
        'frezerovka_title' => 'Фрезерування',
        'frezerovka_text' => 'Одним з найбільш популярних методів механічної обробки є фрезерування металу.
                              При фрезеруванні відбувається вплив на металеву заготовку ріжучим
                              інструментом - фрезою, яка рухаючись в напрямку подачі верстата,
                              зрізає шар металу, що підлягає видаленню.
                              Фрезерування металу ЧПУ дає можливість отримувати правильної геометричної форми.
                              Фрези, які оснащені сучасними ріжучими матеріалами,
                              дозволяють обробляти матеріали практично будь-які матеріали.
                              Наші фахівці мають великий досвід у виконанні фрезерних робіт.',
    ],
];
