<?php

return [
    'title' => [
        'title' => 'Мехобработка',
    ],

    'header' => [
        'tokarnaya' => 'Токарная обработка',
        'frezirovanie' => 'Фрезирование',
        'shlifovka' => 'Шлифовальные работы',
        'slesarnie' => 'Слесарные работы',
        'termo' => 'Термообработка',
        'pilenie' => 'Пиление заготовок',
        'about_us' => 'О нас',
        'gallery' => 'Галерея',
        'orders' => 'Заказать',
        'contacts' => 'Контакты',
    ],

    'pages' => [
        'motivaciya' => 'Для уточнения информации свяжитесь по телефону с нашим менеджером или оставьте эскиз с описанием
                         на странице ',
        'go_to_orders' => 'Заказать',
        'tokarnaia_title' => 'Токарная обработка',
        'tokarnaia_text' => 'Токарные работы достаточно востребованы и пользуются большой популярностью у заказчиков.
                             Токарная обработка дает возможность весьма экономно использовать материалы,
                             и при этом получать различные детали, которые находят применение во всех сферах промышленной деятельности.
                             Токарная обработка, производимая на станках с ЧПУ позволяет делать детали конического или цилиндрического профиля,
                             обрабатывать уступы и торцы, делать канавки и заготовки под крепежи.
                             Нарезать внутреннюю и наружную резьбу требуемых диаметров и вытачивать точные внутренние поверхности.
                             Если хотите, чтобы вам предельно быстро, качественно и недорого изготовили какие-либо детали - обращайтесь к нам.
                             у нас есть хорошая производственная база, позволяющая решить многие вопросы.',
        'frezerovka_title' => 'Фрезерование',
        'frezerovka_text' => 'Одним из наиболее популярных методов механической обработки является фрезеровка металла.
                              При фрезеровке происходит воздействие на металлическую заготовку режущим
                              инструментом – фрезой, которая двигаясь в направлении подачи станка,
                              срезает слой металла, подлежащий удалению.
                              Фрезеровка металла ЧПУ дает возможность получать правильной геометрической формы.
                              Фрезы, которые оснащены современными режущими материалами,
                              позволяют обрабатывать материалы практически любые материалы.
                              Наши специалисты имеют большой опыт в выполнении фрезерных работ.
                             ',
    ],
];
