<?php

return [
    'title' => [
        'title' => 'Мехобработка',
    ],

    'header' => [
        'tokarnaya' => 'Токарная обработка',
        'frezirovanie' => 'Фрезирование',
        'shlifovka' => 'Шлифовальные работы',
        'slesarnie' => 'Слесарные работы',
        'zuborezka' => 'Зуборезные работы',
        'termo' => 'Термообработка',
        'pilenie' => 'Пиление заготовок',
        'about_us' => 'О нас',
        'gallery' => 'Галерея',
        'orders' => 'Заказать',
        'contacts' => 'Контакты',
    ],

    'main_page' => [
        'first_text' => 'Если ВЫ хотите, чтобы вам предельно быстро, качественно и недорого изготовили какие-либо детали
                         - обращайтесь к нам. У нас есть хорошая производственная база, позволяющая решить многие вопросы.
                         Мы предоставляем практически весь спектр механической обработки :',
        'second_text' => 'Наши специалисты имеют большой опыт и мы гарантируем высокое качество готовых изделий и выполнение
                          работ в строго обговоренные сроки.',
    ],

    'contacts' => [
        'title' => 'Наши контакты',
    ],

    'about_us' => [
        'text' => 'Более 10 лет в мехобработке. Работали с заказами различной сложности и объема.
                   Выполняли практически весь спектр механических работ. Работаем как с прокатом, так и с литыми заготовками.
                   Команда специалистов высокой квалификации с большим опытом работы.
                   Мы дорожим кадрами и собрали коллектив настоящих мастеров.',
    ],

    'orders' => [
        'title' => 'Заказать',
    ],

    'pages' => [
        'read_more' => 'Читать больше',
        'motivaciya' => 'Для уточнения информации свяжитесь по телефону с нашим менеджером или оставьте эскиз с описанием
                         на странице ',
        'go_to_orders' => 'Заказать',
        'tokarnaia_title' => 'Токарная обработка',
        'tokarnaia_text' => 'Токарные работы достаточно востребованы и пользуются большой популярностью у заказчиков.
                             Токарная обработка дает возможность весьма экономно использовать материалы,
                             и при этом получать различные детали, которые находят применение во всех сферах промышленной деятельности.
                             Токарная обработка, производимая на станках с ЧПУ позволяет делать детали конического или цилиндрического профиля,
                             обрабатывать уступы и торцы, делать канавки и заготовки под крепежи.
                             Нарезать внутреннюю и наружную резьбу требуемых диаметров и вытачивать точные внутренние поверхности.
                             Если хотите, чтобы вам предельно быстро, качественно и недорого изготовили какие-либо детали - обращайтесь к нам.
                             У нас есть хорошая производственная база, позволяющая решить многие вопросы.',
        'frezerovka_title' => 'Фрезерование',
        'frezerovka_text' => 'Одним из наиболее популярных методов механической обработки является фрезеровка металла.
                              При фрезеровке происходит воздействие на металлическую заготовку режущим
                              инструментом – фрезой, которая двигаясь в направлении подачи станка,
                              срезает слой металла, подлежащий удалению.
                              Фрезеровка металла ЧПУ дает возможность получать правильной геометрической формы.
                              Фрезы, которые оснащены современными режущими материалами,
                              позволяют обрабатывать материалы практически любые материалы.
                              Наши специалисты имеют большой опыт в выполнении фрезерных работ.
                             ',
        'termochka_title' => 'Термообработка',
        'termochka_text' => 'Термическая обработка стали позволяет придать изделиям, деталям и заготовкам требуемые
                             качества и характеристики. В зависимости от того, на каком этапе в технологическом процессе
                             изготовления проводилась термическая обработка, у заготовок повышается обрабатываемость,
                             с деталей снимаются остаточные напряжения, повышаются эксплуатационные качества.
                             Наши специалисты строго соблюдают режим, время и скорость температурной обработки
                             на всех этапах, что гарантирует высокое качество готовых изделий.',
        'slesarnie_title' => 'Слесарные работы',
        'slesarnie_text' => 'Слесарные работы – это обработка металлов, обычно дополняющая станочную механическую обработку
                             или завершающая изготовление металлических изделий соединением деталей,
                             сборкой машин и механизмов, а также их регулированием. Присутствие в коллективе слесарей с
                             большим опытом работы гарантирует высокое качество и скорость слесарных работ.',
        'shlifovka_title' => 'Шлифовальные работы',
        'shlifovka_text' => 'Шлифовальные работы – это процесс обработки материала до приобретения им гладкости,
                             что позволяет достигать высокой точности обработки. Для шлифования используется специальный
                             режущий инструмент, изготовленный из зерен абразивного материала. Шлифовальные станки
                             позволяют исключить погрешности в производстве деталей и появление брака. Мы предоставляем широкий
                             спектр шлифовальных работ: круглая шлифовка (внешняя и внутренняя), плоская шлифовка и т.д.',
        'pila_title' => 'Пиление заготовок',
        'pila_text' => 'Пиление - это процесс механической обработки для разделения проката и поковок на заготовки.
                        Производится на ленточнопильном станке, который относится к наиболее современному и прогрессивному
                        оборудованию для разрезки заготовок, обеспечивающему высокую производительность, точные габаритные
                         размеры и высокое качество реза. Ширина реза не превышает 1,5 мм, а опытные и трудолюбивые сотрудники
                         обеспечивают выполнение работ в строго обговоренные сроки.',
        'zuborezka_title' => 'Зуборезные работы',
        'zuborezka_text' => 'Зуборезные работы - это создание шестерен, зубчатых колес и червячных передач, которые
                             используются в различных механизмах, а также при сборке оборудования. В металлообработке
                             это считается сложной, но очень востребованной операцией. Основой для нее становится
                             заготовка в виде цилиндра, диска или конуса, на котором осуществляется нарезка зубьев.
                             Наиболее технологичным и распространенным типом зуборезных работ является метод обката.
                             Нарезка производится за счет вращения заготовки вокруг своей оси и производится с
                             использование таких инструментов, как червячная фреза и гребенка. Подобные работы выполняются
                             на специальных зубодолбежных станках. Зуборезные работы выполняются специалистами высокой
                             квалификации. Мы дорожим кадрами и собрали команду настоящих мастеров. В их компетенции
                             выполнение заказов любой сложности.',

    ],
];
